/**********************************************/
/* PRIORITY 1 */
/**********************************************/

"Error" =
"Error";


"No pronunciation found in speech database." =
"No pronunciation found in speech database.";

"This text-to-speech file has not yet been downloaded from the internet. It will be available when you have a working internet connection." =
"This text-to-speech file has not yet been downloaded from the internet. It will be available when you have a working internet connection.";

"FlashCards++ has attempted to find the text-to-speech file for this text, but no pronunciation was found in speech database." =
"FlashCards++ has attempted to find the text-to-speech file for this text, but no pronunciation was found in speech database.";

"Sorry, you cannot currently make in-app purchases." =
"Sorry, you cannot currently make in-app purchases.";

/* message */
"Error: %@" =
"Error: %@";

"Error: %@ (%d)" =
"Error: %1$@ (%2$d)";


"Error: %@ (%@)" =
"Error: %1$@ (%2$@)";

"You are not connected to the internet." =
"You are not connected to the internet.";

"No internet connection" =
"No internet connection";

"Try again once you have an internet connection." =
"Try again once you have an internet connection.";

"This feature will only work with an active internet connection." =
"This feature will only work with an active internet connection.";

/**********************************************/
/* PRIORITY 2 */
/**********************************************/

"You have lost internet connectivity. Sync was canceled." =
"You have lost internet connectivity. Sync was canceled.";

"It appears that your FlashCards++ database has been corrupted. You can load a previous backup, reset your data to the initial install, or quit the app.\n\n%@" =
"It appears that your FlashCards++ database has been corrupted. You can load a previous backup, reset your data to the initial install, or quit the app.\n\n%@";

"Unresolved error saving data: %@, %@" =
"Unresolved error saving data: %@, %@";

"Please turn off Auto-Audio." =
"Please turn off Auto-Audio.";

"You are not currently logged in to Quizlet. Any sets you have synced with Quizlet will not sync until you log in to Quizlet on this device." =
"You are not currently logged in to Quizlet. Any sets you have synced with Quizlet will not sync until you log in to Quizlet on this device.";

"You must be connected to the internet to create a new account or log in." =
"You must be connected to the internet to create a new account or log in.";

/**********************************************/
/* PRIORITY 3 */
/**********************************************/


/* message */
"It appears that your backup location (\"%@\") is not a directory. Please select a new location for backups." =
"It appears that your backup location (\"%@\") is not a directory. Please select a new location for backups.";

/* Error report email text */
"Thank you for sending an error report. We will work to fix the error as quickly as possible and will be in touch if we need more information to track it down. To find the bug more quickly, please tell us exactly what you did before you got this error message:" =
"Thank you for sending an error report. We will work to fix the error as quickly as possible and will be in touch if we need more information to track it down. To find the bug more quickly, please tell us exactly what you did before you got this error message:";

/* error message in RootViewController */
"Error creating initial data store: %@, %@" =
"Error creating initial data store: %1$@, %2$@";

/* error message
 message */
"Error downloading data: %@, %@" = "Error downloading data: %1$@, %2$@";

/* error message */
"Error opening data source: %@, %@" = "Error opening data source: %1$@, %2$@";

"There was an error reading your data file, please ensure that it has not been corrupted: %@ (%d)" =
"There was an error reading your data file, please ensure that it has not been corrupted: %1$@ (%2$d)";

"Error: the file was empty." = "Error: the file was empty.";

"There has been an error with your Quizlet authentication; please re-authenticate with Quizlet." =
"There has been an error with your Quizlet authentication; please re-authenticate with Quizlet.";

"This is a \"private\" card set and is password-protected. To access this set, find this set on Quizlet.com to enter the password." =
"This is a \"private\" card set and is password-protected. To access this set, find this set on Quizlet.com to enter the password.";

"Please turn off Auto-Audio." =
"Please turn off Auto-Audio.";

"To use text-to-speech, select the language on the front and back side of your cards in the Collection settings." =
"To use text-to-speech, select the language on the front and back side of your cards in the Collection settings.";

"You must be connected to the internet to log out." =
"You must be connected to the internet to log out.";

"No Internet Connection" =
"No Internet Connection";

"Quizlet Error" =
"Quizlet Error";

"The connection to Quizlet timed out." =
"The connection to Quizlet timed out.";

"Connection Error" =
"Connection Error";

"Quizlet Authentication will only work with an active internet connection." =
"Quizlet Authentication will only work with an active internet connection.";

"Your mobile device is not configured to send email." =
"Your mobile device is not configured to send email.";

/* No comment provided by engineer. */
"Error info:" = "Error info:";

/* UIAlert title */
"Error: Directory Not Found" = "Error: Directory Not Found";

/* UIAlert title */
"Error: File Not Found" = "Error: File Not Found";

/* error message */
"Invalid CSV format on line #%lu immediately after \"%@\"" =
"Invalid CSV format on line #%1$lu immediately after \"%2$@\"";

/* message */
"The directory \"%@\" could not be found in your Dropbox.\n\nError info: %@ %@" =
"The directory \"%1$@\" could not be found in your Dropbox.\n\nError info: %2$@ %3$@";

/* message */
"The file \"%@\" could not be found.\n\nError info: %@ %@" =
"The file \"%1$@\" could not be found.\n\nError info: %2$@ %3$@";


/* message */
"A file or directory named \"%@\" already exists in this location in your Dropbox.\n\nError info: %@ %@" =
"A file or directory named \"%1$@\" already exists in this location in your Dropbox.\n\nError info: %2$@ %3$@";

/* message */
"An error occurred sending your message: %@ %@" =
"An error occurred sending your message: %1$@ %2$@";

/* No comment provided by engineer. */
"Error checking the file path:" =
"Error checking the file path:";

/* message */
"Error downloading data: %@ %@" =
"Error downloading data: %1$@ %2$@";

/* No comment provided by engineer. */
"Error loading the list of backup files:" =
"Error loading the list of backup files:";

/* message */
"Error: file not found.\n\nError info: %@ %@" =
"Error: file not found.\n\nError info: %1$@ %2$@";

/**********************************************/
/* PRIORITY END */


